{
    "visualNovels":
    [
        {
            "title": "Clannad",
            "rating": 10,
            "genre": ["fantasy", "supernatural", "sad"],
            "description": "The story follows the life of Tomoya Okazaki, from adolescence to adulthood. As an average high school student, he meets many people in his last year at school, including five girls whose individual problems he helps resolve, and his life is further detailed after graduating from high school.",
            "urlImage": "https://m.media-amazon.com/images/M/MV5BN2VmM2NmMGUtOGQ2OC00Y2ZjLTljNTctYjhmMDJjZjM1NTY3XkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_.jpg",
            "icon": "/clannad-icon.png"
        },

        {
            "title": "The House in Fata Morgana",
            "rating": 10,
            "genre": ["fantasy", "supernatural", "sad"],
            "description": "The House in Fata Morgana is a visual novel set in a mansion, where a spirit appears with amnesia. It meets a Maid in the mansion, and the two view the mansion's past in different time periods – 1603, 1707, 1869 and 1099 – to learn what has happened to its residents and to try to get the spirit to regain its lost memories.",
            "urlImage": "https://cdn02.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/H2x1_NSwitchDS_TheHouseInFataMorgana_image1600w.jpg",
            "icon": "/fata-morgana-icon.jpg"
        },

        {
            "title": "Higurashi no Naku Koro ni",
            "rating": 8,
            "genre": ["fantasy", "supernatural", "horror"],
            "description": "Higurashi: When They Cry takes place in the fictional village of Hinamizawa (雛見沢) in June 1983. Shortly before then, the main character, Keiichi Maebara, moves to the village and befriends classmates Mion Sonozaki, her twin sister Shion, Rena Ryūgū, Rika Furude and Satoko Hōjō. Keiichi soon learns of the village's annual Watanagashi Festival, a celebration to commemorate and give thanks to the local deity Oyashiro. Hinamizawa initially seems calm and peaceful, but shortly before the festival, Keiichi learns that for four consecutive years, people in the village have been killed or have disappeared on the evening of the festival.",
            "urlImage": "https://www.mobygames.com/images/covers/l/496592-higurashi-no-naku-koro-ni-ho-nintendo-switch-front-cover.jpg",
            "icon": "/higurashi-icon.jpg"
        },

        {
            "title": "Umineko no Naku Koro ni",
            "rating": 10,
            "genre": ["fantasy", "mystery", "supernatural", "horror"],
            "description": "The story focuses on a group of eighteen people on a secluded island for a period of two days, and the mysterious murders that befall them. Readers are challenged to discern whether the murders were committed by a human or of some other supernatural source, as well as the method and motive behind them. Also small bombs.",
            "urlImage": "/umineko-image.jpg",
            "icon": "/umineko-icon.webp"
        },
        {
            "title": "Doki Doki Literature Club",
            "rating": 9,
            "genre": ["mystery", "romance", "horror"],
            "description": "The story is told from the perspective of a high school student who reluctantly joins the school's literature club on the insistence of his best friend, and is given the option to woo three of its four female members.",
            "urlImage": "https://cdn02.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/H2x1_NSwitchDS_DokiDokiLiteratureClubPlus_image1600w.jpg",
            "icon": "/ddlc-icon.jpg"
        },
        {
            "title": "Fatal Twelve",
            "rating": 8,
            "genre": ["fantasy", "mystery", "supernatural", "horror", "death game"],
            "description": "Shishimai Rinka was a high schooler who ran a small café named Lion House in place of her grandmother. She lived her life much like any other person her age, but one day, she was caught up in an explosion while returning home on the train alongside her friend, Hitsuji Naomi. In an attempt to save her friend's life, she shields her on instinct the moment the explosion goes off, losing her life in the process. However, before she knew it, she was back at Lion House, happily chatting with her friends as if nothing had happened in the first place.",
            "urlImage": "https://cdn02.nintendo-europe.com/media/images/10_share_images/games_15/nintendo_switch_download_software_1/H2x1_NSwitchDS_FatalTwelve_image1600w.jpg",
            "icon": "/fatal-twelve-icon.jpeg"
        },
        {
            "title": "Steins;Gate",
            "rating": 10,
            "genre": ["fantasy", "mystery", "supernatural", "horror", "sci-fi"],
            "description": "STEINS;GATE follows a rag-tag band of tech-savvy young students who discover the means of changing the past via mail, using a modified microwave. Their experiments into how far they can go with their discovery begin to spiral out of control as they become entangled in a conspiracy surrounding SERN, the organisation behind the Large Hadron Collider, and John Titor who claims to be from a dystopian future.",
            "urlImage": "/steins-gate-image.png",
            "icon": "/steins-gate-icon.jpg"
        },
        {
            "title": "Danganronpa: Trigger Happy Havoc",
            "rating": 9,
            "genre": ["mystery", "horror", "death game"],
            "description": "Hope's Peak Academy is home to Japan's best and brightest high school students—the beacons of hope for the future. But that hope suddenly dies when Makoto Naegi and his classmates find themselves imprisoned in the school, cut off from the outside world and subject to the whims of a strange, murderous little bear named Monokuma. He pits the students against each other, promising freedom to anyone who can murder a fellow classmate and get away with it.",
            "urlImage": "/danganronpa-image.jpg",
            "icon": "/danganronpa-icon.jpeg"
        },
        {
            "title": "Raging Loop",
            "rating": 10,
            "genre": ["fantasy", "mystery", "supernatural", "horror", "death game"],
            "description": "Immerse yourself in a thrilling psychological horror story taking place in the secluded Japanese village of Yasumizu. A heavy mist surrounds the place, preventing everyone from ever leaving. Ancient gods have come back to hunt the villagers down one by one. The feast has begun, can you escape the village alive?",
            "urlImage": "/raging-loop-image.jpg",
            "icon": "/raging-loop-icon.jpg"
        },
        {
            "title": "Root Double",
            "rating": 10,
            "genre": ["mystery", "supernatural", "horror", "sci-fi"],
            "description": "Rescue squad captain Watase Kasasagi wakes up without his memories in the middle of his most critical mission yet-- a nuclear meltdown at a research facility. In an unfamiliar place and without his years of training, he must rescue the survivors and escape...",
            "urlImage": "/root-double-image.jpeg",
            "icon": "/root-double-icon.jpeg"
        }
    ]
}